Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 旧版备份只记录了签名身份，没有保存原始应用，无法直接恢复。请选择从官方渠道取得的同版本原版应用，或从官方渠道重新安装；现有应用和备份均已保留。
ar: تسجل النسخة الاحتياطية القديمة هوية التوقيع فقط، ولا تحتوي على التطبيق الأصلي، لذا لا يمكن الاستعادة منها مباشرةً. اختر نسخة أصلية من الإصدار نفسه حصلت عليها من مصدر رسمي، أو أعد التثبيت من مصدر رسمي؛ تم الاحتفاظ بالتطبيق الحالي والنسخة الاحتياطية.
de: Die alte Sicherung enthält nur die Signaturidentität, nicht die Original-App. Eine direkte Wiederherstellung ist daher nicht möglich. Wähle eine offizielle Original-App derselben Version oder installiere sie aus einer offiziellen Quelle neu. Die aktuelle App und die Sicherung wurden beibehalten.
en: The legacy backup contains only a signing identity, not the original application, so it cannot restore the signature directly. Select an official original of the same version, or reinstall from an official source. The current app and backup have been preserved.
eo: La malnova sekurkopio registras nur la subskriban identecon, ne la originan aplikaĵon, do rekta restaŭro ne eblas. Elektu originan aplikaĵon de la sama versio el oficiala fonto, aŭ reinstalu el oficiala fonto; la nuna aplikaĵo kaj la sekurkopio restas konservitaj.
es: La copia de seguridad antigua solo contiene la identidad de firma, no la app original, por lo que no permite restaurarla directamente. Elige una app original de la misma versión obtenida por un canal oficial o reinstálala desde una fuente oficial. La app actual y la copia de seguridad se han conservado.
fr: L’ancienne sauvegarde contient uniquement l’identité de signature, pas l’app d’origine. Elle ne permet donc pas de restauration directe. Choisissez une app d’origine de la même version obtenue auprès d’une source officielle ou réinstallez-la depuis une source officielle. L’app actuelle et la sauvegarde ont été conservées.
hi: पुराने बैकअप में केवल हस्ताक्षर की पहचान दर्ज है, मूल ऐप नहीं है, इसलिए सीधे पुनर्स्थापित नहीं किया जा सकता। आधिकारिक स्रोत से प्राप्त उसी संस्करण का मूल ऐप चुनें या आधिकारिक स्रोत से फिर इंस्टॉल करें। मौजूदा ऐप और बैकअप दोनों सुरक्षित रखे गए हैं।
id: Cadangan lama hanya mencatat identitas penandatanganan, tanpa menyimpan app asli, sehingga tidak dapat dipulihkan langsung. Pilih app asli versi yang sama dari sumber resmi, atau instal ulang dari sumber resmi; app saat ini dan cadangan tetap disimpan.
it: Il vecchio backup contiene solo l’identità di firma, senza l’app originale, quindi non consente il ripristino diretto. Seleziona una copia originale della stessa versione ottenuta da una fonte ufficiale oppure reinstalla l’app da una fonte ufficiale. L’app attuale e il backup sono stati conservati.
ja: 旧形式のバックアップには署名 ID しか記録されておらず、元のアプリが保存されていないため、直接復元できません。公式の配布元から入手した同じバージョンのオリジナル版アプリを選択するか、公式の配布元から再インストールしてください。現在のアプリとバックアップはどちらも保持されています。
ko: 이전 버전의 백업에는 서명 ID만 기록되어 있고 원본 앱이 저장되어 있지 않아 바로 복원할 수 없습니다. 공식 경로에서 받은 같은 버전의 원본 앱을 선택하거나 공식 경로에서 다시 설치하세요. 현재 앱과 백업은 모두 보존되었습니다.
nl: De oude reservekopie bevat alleen een ondertekeningsidentiteit, zonder de oorspronkelijke app. Direct herstel is daardoor niet mogelijk. Kies een oorspronkelijke app van dezelfde versie uit een officiële bron of installeer opnieuw via een officiële bron. De huidige app en de reservekopie zijn behouden.
pl: Stara kopia zapasowa zawiera tylko tożsamość podpisującą, bez oryginalnej aplikacji, więc nie umożliwia bezpośredniego przywrócenia. Wybierz oryginalną aplikację w tej samej wersji z oficjalnego źródła lub zainstaluj ją ponownie z oficjalnego źródła. Bieżąca aplikacja i kopia zapasowa zostały zachowane.
pt: O backup antigo contém apenas a identidade de assinatura, sem o app original, por isso não permite restaurar diretamente. Selecione uma cópia original da mesma versão obtida de uma fonte oficial ou reinstale de uma fonte oficial. O app atual e o backup foram preservados.
ru: Старая резервная копия содержит только идентификационные данные подписи, без оригинального приложения, поэтому прямое восстановление невозможно. Выберите оригинальное приложение той же версии из официального источника или переустановите его из официального источника. Текущее приложение и резервная копия сохранены.
th: ข้อมูลสำรองรุ่นเก่าบันทึกเฉพาะตัวตนผู้ลงนาม ไม่ได้บันทึกแอปต้นฉบับ จึงกู้คืนโดยตรงไม่ได้ โปรดเลือกแอปต้นฉบับเวอร์ชันเดียวกันจากแหล่งทางการ หรือติดตั้งใหม่จากแหล่งทางการ แอปปัจจุบันและข้อมูลสำรองยังคงอยู่ทั้งหมด
tr: Eski yedek yalnızca imza kimliğini kaydetmiş, orijinal uygulamayı saklamamıştır; bu yüzden doğrudan geri yükleme yapılamaz. Resmî bir kaynaktan edinilmiş aynı sürümün orijinal uygulamasını seçin veya resmî bir kaynaktan yeniden yükleyin. Mevcut uygulama ve yedek korundu.
vi: Bản sao lưu cũ chỉ ghi nhận danh tính ký, không lưu ứng dụng gốc nên không thể khôi phục trực tiếp. Hãy chọn ứng dụng gốc cùng phiên bản từ nguồn chính thức, hoặc cài lại từ nguồn chính thức; ứng dụng hiện tại và bản sao lưu đều được giữ nguyên.
zh_hant: 舊版備份只記錄了簽名身分，沒有保存原始應用程式，無法直接恢復。請選擇從官方管道取得的相同版本原版應用程式，或從官方管道重新安裝；現有的應用程式和備份均已保留。

source: 此存储不支持安全替换应用。请先将应用迁回本地，再重试签名操作。原应用和备份均已保留。
ar: لا يدعم هذا التخزين استبدال التطبيق بأمان. أعد التطبيق إلى هذا الـ Mac أولًا، ثم أعد محاولة عملية التوقيع. تم الاحتفاظ بالتطبيق الأصلي والنسخة الاحتياطية.
de: Auf diesem Speicher kann die App nicht sicher ersetzt werden. Verschiebe die App zuerst zurück auf diesen Mac und wiederhole dann den Signaturvorgang. Die Original-App und die Sicherung wurden beibehalten.
en: This storage does not support safely replacing the app. Move the app back to this Mac before retrying the signature operation. The original app and backup have been preserved.
eo: Ĉi tiu konservilo ne subtenas sekuran anstataŭigon de la aplikaĵo. Unue remetu la aplikaĵon sur ĉi tiun Mac, poste reprovu la subskriban operacion. La origina aplikaĵo kaj la sekurkopio restas konservitaj.
es: Este almacenamiento no permite sustituir la app de forma segura. Devuelve primero la app a este Mac y repite la operación de firma. La app original y la copia de seguridad se han conservado.
fr: Ce stockage ne permet pas de remplacer l’app en toute sécurité. Ramenez d’abord l’app sur ce Mac, puis réessayez l’opération de signature. L’app d’origine et la sauvegarde ont été conservées.
hi: यह स्टोरेज ऐप को सुरक्षित तरीके से बदलने का समर्थन नहीं करता। पहले ऐप को इस Mac पर वापस लाएँ, फिर हस्ताक्षर की कार्रवाई दोबारा करें। मूल ऐप और बैकअप दोनों सुरक्षित रखे गए हैं।
id: Penyimpanan ini tidak mendukung penggantian app secara aman. Kembalikan app ke Mac ini terlebih dahulu, lalu coba lagi operasi tanda tangan. App asli dan cadangan tetap disimpan.
it: Questa unità non consente di sostituire l’app in modo sicuro. Riporta prima l’app sul Mac, poi riprova l’operazione sulla firma. L’app originale e il backup sono stati conservati.
ja: このストレージではアプリを安全に置き換えられません。先にアプリをローカルに戻してから、署名操作をやり直してください。元のアプリとバックアップはどちらも保持されています。
ko: 이 저장 장치에서는 앱을 안전하게 교체할 수 없습니다. 먼저 앱을 이 Mac으로 다시 옮긴 후 서명 작업을 재시도하세요. 원본 앱과 백업은 모두 보존되었습니다.
nl: Deze opslag ondersteunt het veilig vervangen van de app niet. Zet de app eerst terug op deze Mac en probeer de handtekeningbewerking opnieuw. De oorspronkelijke app en de reservekopie zijn behouden.
pl: Ten nośnik nie obsługuje bezpiecznego zastępowania aplikacji. Najpierw przenieś aplikację z powrotem na Maca, a następnie ponów operację na podpisie. Oryginalna aplikacja i kopia zapasowa zostały zachowane.
pt: Este armazenamento não permite substituir o app com segurança. Primeiro traga o app de volta ao Mac e depois tente a operação de assinatura novamente. O app original e o backup foram preservados.
ru: Этот накопитель не поддерживает безопасную замену приложения. Сначала верните приложение на Mac и повторите операцию с подписью. Оригинальное приложение и резервная копия сохранены.
th: อุปกรณ์จัดเก็บข้อมูลนี้ไม่รองรับการแทนที่แอปอย่างปลอดภัย โปรดย้ายแอปกลับมาในเครื่องก่อน แล้วลองดำเนินการเกี่ยวกับลายเซ็นอีกครั้ง แอปต้นฉบับและข้อมูลสำรองยังคงอยู่ทั้งหมด
tr: Bu depolama, uygulamanın güvenli biçimde değiştirilmesini desteklemiyor. Önce uygulamayı bu Mac’e geri taşıyıp imza işlemini yeniden deneyin. Orijinal uygulama ve yedek korundu.
vi: Bộ nhớ này không hỗ trợ thay thế ứng dụng an toàn. Hãy chuyển ứng dụng về máy trước, rồi thử lại thao tác chữ ký. Ứng dụng gốc và bản sao lưu đều được giữ nguyên.
zh_hant: 此儲存裝置不支援安全替換應用程式。請先將應用程式遷回本機，再重試簽名操作。原應用程式和備份均已保留。

source: 请先在「应用数据」中还原经典模式迁移的容器目录，再恢复签名。恢复沙盒身份后，应用无法通过符号链接读取容器外的数据。
ar: في «بيانات التطبيقات»، استعد أولًا مجلدات الحاويات المُرحّلة بالوضع التقليدي، ثم استعد التوقيع. بعد استعادة هوية العزل، لن يستطيع التطبيق قراءة البيانات خارج حاويته عبر الروابط الرمزية.
de: Stelle unter „App-Daten“ zuerst die im klassischen Modus migrierten Containerordner und dann die Signatur wieder her. Mit wiederhergestellter Sandbox-Identität kann die App über symbolische Links keine Daten außerhalb ihres Containers lesen.
en: In App Data, restore container directories migrated with classic mode before restoring the signature. Once its sandbox identity is restored, the app cannot read data outside its container through symbolic links.
eo: En “Aplikaĵaj datumoj”, unue restarigu la ujajn dosierujojn migrigitajn en klasika reĝimo, poste restaŭru la subskribon. Post restaŭro de la izola identeco, la aplikaĵo ne povas legi datumojn ekster sia ujo per simbolaj ligiloj.
es: En «Datos de las apps», restaura primero las carpetas de contenedores migradas en modo clásico y después restaura la firma. Una vez recuperada su identidad de aislamiento, la app no puede leer datos fuera del contenedor mediante enlaces simbólicos.
fr: Dans « Données des apps », restaurez d’abord les dossiers de conteneurs migrés en mode classique, puis restaurez la signature. Une fois son identité de bac à sable rétablie, l’app ne peut pas lire les données hors de son conteneur via des liens symboliques.
hi: पहले “ऐप डेटा” में क्लासिक मोड से माइग्रेट की गई कंटेनर डायरेक्ट्री पुनर्स्थापित करें, फिर हस्ताक्षर पुनर्स्थापित करें। सैंडबॉक्स पहचान बहाल होने के बाद ऐप प्रतीकात्मक लिंक से कंटेनर के बाहर का डेटा नहीं पढ़ सकता।
id: Di “Data App”, pulihkan dahulu direktori kontainer yang dimigrasikan dengan mode klasik sebelum memulihkan tanda tangan. Setelah identitas sandbox dipulihkan, app tidak dapat membaca data di luar kontainer melalui tautan simbolis.
it: In “Dati app”, ripristina prima le cartelle dei contenitori migrate in modalità classica, poi ripristina la firma. Una volta ripristinata l’identità sandbox, l’app non può leggere i dati fuori dal contenitore tramite link simbolici.
ja: 先に「アプリデータ」で、クラシックモードで移行したコンテナディレクトリを復元してから、署名を復元してください。サンドボックスアプリとしての識別情報が復元されると、アプリはシンボリックリンク経由でコンテナ外のデータを読み取れなくなります。
ko: 앱 데이터에서 클래식 모드로 마이그레이션한 컨테이너 디렉토리를 먼저 복원한 후 서명을 복원하세요. 샌드박스 식별 정보가 복원되면 앱은 심볼릭 링크를 통해 컨테이너 외부의 데이터를 읽을 수 없습니다.
nl: Herstel in ‘Appgegevens’ eerst de containermappen die met de klassieke modus zijn gemigreerd en herstel daarna de handtekening. Zodra de sandbox-identiteit is hersteld, kan de app via symbolische links geen gegevens buiten de container meer lezen.
pl: W sekcji „Dane aplikacji” najpierw przywróć foldery kontenerów zmigrowane w trybie klasycznym, a potem podpis. Po przywróceniu tożsamości piaskownicy aplikacja nie będzie mogła czytać danych poza kontenerem przez dowiązania symboliczne.
pt: Em “Dados de Apps”, restaure primeiro as pastas de contêineres migradas no modo clássico e depois restaure a assinatura. Quando a identidade de sandbox for restaurada, o app não poderá ler dados fora do contêiner usando links simbólicos.
ru: Сначала в разделе «Данные приложений» восстановите папки контейнеров, перенесённые в классическом режиме, затем восстановите подпись. После восстановления идентичности песочницы приложение не сможет читать данные за пределами контейнера через символические ссылки.
th: โปรดกู้คืนไดเรกทอรีคอนเทนเนอร์ที่ย้ายด้วยโหมดดั้งเดิมใน “ข้อมูลแอป” ก่อน แล้วจึงคืนค่าลายเซ็น เมื่อคืนค่าตัวตนแซนด์บ็อกซ์แล้ว แอปจะอ่านข้อมูลนอกคอนเทนเนอร์ผ่านลิงก์สัญลักษณ์ไม่ได้
tr: Önce “Uygulama Verileri” bölümünde klasik modla taşınmış kapsayıcı klasörlerini, ardından imzayı geri yükleyin. Korumalı alan kimliği geri yüklendikten sonra uygulama sembolik bağlantılar üzerinden kapsayıcı dışındaki verileri okuyamaz.
vi: Trong “Dữ liệu ứng dụng”, hãy khôi phục các thư mục bộ chứa đã di chuyển bằng chế độ cổ điển trước khi khôi phục chữ ký. Sau khi khôi phục danh tính sandbox, ứng dụng không thể đọc dữ liệu ngoài bộ chứa qua liên kết tượng trưng.
zh_hant: 請先在「應用程式資料」中還原以經典模式遷移的容器目錄，再恢復簽名。恢復沙盒身分後，應用程式無法透過符號連結讀取容器外的資料。

source: 选择原版应用…
ar: اختيار التطبيق الأصلي…
de: Original-App auswählen…
en: Choose Original App…
eo: Elekti originan aplikaĵon…
es: Elegir app original…
fr: Choisir l’app d’origine…
hi: मूल ऐप चुनें…
id: Pilih App Asli…
it: Scegli app originale…
ja: オリジナル版アプリを選択…
ko: 원본 앱 선택…
nl: Kies oorspronkelijke app…
pl: Wybierz oryginalną aplikację…
pt: Escolher app original…
ru: Выбрать оригинальное приложение…
th: เลือกแอปต้นฉบับ…
tr: Orijinal Uygulamayı Seç…
vi: Chọn ứng dụng gốc…
zh_hant: 選擇原版應用程式…

source: 选择同版本的官方原版 .app 后，AppPorts 会校验并替换当前应用文件。应用数据目录不会被替换；本地启动入口仍指向当前应用位置。
ar: بعد اختيار ملف .app أصلي ورسمي من الإصدار نفسه، يتحقق منه AppPorts ويستبدل ملفات التطبيق الحالية. لا تُستبدل مجلدات بيانات التطبيق؛ ويظل المشغّل المحلي يشير إلى موقع التطبيق الحالي.
de: Wähle eine offizielle Original-.app derselben Version. AppPorts prüft sie und ersetzt die aktuellen App-Dateien. Die App-Datenordner werden nicht ersetzt. Der lokale Starter verweist weiterhin auf den aktuellen Speicherort der App.
en: Select an official original .app of the same version. AppPorts will verify it and replace the current app files. Application data directories are not replaced, and the local launcher continues to point to the current app location.
eo: Post elekto de oficiala origina .app de la sama versio, AppPorts kontrolos ĝin kaj anstataŭigos la nunajn aplikaĵajn dosierojn. La datumdosierujoj de la aplikaĵo ne estos anstataŭigitaj; la loka lanĉilo plu montros al la nuna loko de la aplikaĵo.
es: Tras seleccionar una .app original oficial de la misma versión, AppPorts la verificará y sustituirá los archivos de la app actual. Las carpetas de datos de la app no se sustituirán. El lanzador local seguirá apuntando a la ubicación actual de la app.
fr: Après la sélection d’un original officiel .app de la même version, AppPorts le vérifie et remplace les fichiers actuels de l’app. Les dossiers de données de l’app ne sont pas remplacés. Le lanceur local continue de pointer vers l’emplacement actuel de l’app.
hi: उसी संस्करण का आधिकारिक मूल .app चुनने के बाद AppPorts उसका सत्यापन करेगा और मौजूदा ऐप फ़ाइलें बदल देगा। ऐप की डेटा डायरेक्ट्री नहीं बदली जाएँगी। स्थानीय लॉन्चर मौजूदा ऐप स्थान की ओर ही इशारा करेगा।
id: Setelah Anda memilih .app asli resmi versi yang sama, AppPorts akan memverifikasi dan mengganti file app saat ini. Direktori data app tidak akan diganti; peluncur lokal tetap mengarah ke lokasi app saat ini.
it: Seleziona una copia originale ufficiale in formato .app della stessa versione. AppPorts la verificherà e sostituirà i file dell’app attuale. Le cartelle dati dell’app non verranno sostituite e l’avvio locale continuerà a puntare alla posizione attuale dell’app.
ja: 同じバージョンの公式オリジナル版 .app を選択すると、AppPorts が検証して現在のアプリのファイルを置き換えます。アプリデータのディレクトリは置き換えられません。ローカルの起動用ランチャーは、引き続き現在のアプリの場所を指します。
ko: 같은 버전의 공식 원본 .app을 선택하면 AppPorts가 검증 후 현재 앱 파일을 교체합니다. 앱 데이터 디렉토리는 교체되지 않으며 로컬 실행기는 계속 현재 앱 위치를 가리킵니다.
nl: Selecteer de officiële oorspronkelijke .app van dezelfde versie. AppPorts controleert deze en vervangt de huidige appbestanden. De gegevensmappen van de app worden niet vervangen en de lokale startapp blijft naar de huidige locatie van de app verwijzen.
pl: Wybierz oficjalny oryginalny plik .app w tej samej wersji. AppPorts zweryfikuje go i zastąpi pliki bieżącej aplikacji. Foldery danych aplikacji nie zostaną zastąpione, a lokalny punkt uruchamiania nadal będzie wskazywać bieżącą lokalizację aplikacji.
pt: Selecione o .app original oficial da mesma versão. O AppPorts o verificará e substituirá os arquivos do app atual. As pastas de dados do app não serão substituídas, e o iniciador local continuará apontando para o local atual do app.
ru: Выберите официальное оригинальное приложение .app той же версии. AppPorts проверит его и заменит файлы текущего приложения. Папки данных приложения не будут заменены; локальная оболочка запуска продолжит указывать на текущее расположение приложения.
th: เมื่อเลือก .app ต้นฉบับทางการเวอร์ชันเดียวกันแล้ว AppPorts จะตรวจสอบและแทนที่ไฟล์แอปปัจจุบัน ไดเรกทอรีข้อมูลแอปจะไม่ถูกแทนที่ และตัวเปิดแอปในเครื่องยังชี้ไปยังตำแหน่งแอปปัจจุบัน
tr: Aynı sürümün resmî orijinal .app uygulamasını seçin. AppPorts bunu doğrulayıp mevcut uygulama dosyalarını değiştirecektir. Uygulamanın veri klasörleri değiştirilmez; yerel başlatıcı mevcut uygulama konumuna yönlendirmeye devam eder.
vi: Sau khi chọn .app gốc chính thức cùng phiên bản, AppPorts sẽ xác minh và thay thế các tệp ứng dụng hiện tại. Thư mục dữ liệu ứng dụng không bị thay thế; trình khởi chạy cục bộ vẫn trỏ đến vị trí ứng dụng hiện tại.
zh_hant: 選擇相同版本的官方原版 .app 後，AppPorts 會驗證並替換目前的應用程式檔案。應用程式資料目錄不會被替換；本機的啟動入口仍會指向目前的應用程式位置。

source: 选择同版本的官方原版应用
ar: اختيار تطبيق أصلي رسمي من الإصدار نفسه
de: Offizielle Original-App derselben Version auswählen
en: Choose an official original app of the same version
eo: Elekti oficialan originan aplikaĵon de la sama versio
es: Elegir una app original oficial de la misma versión
fr: Choisir une app d’origine officielle de la même version
hi: उसी संस्करण का आधिकारिक मूल ऐप चुनें
id: Pilih app asli resmi versi yang sama
it: Scegli una copia originale ufficiale dell’app della stessa versione
ja: 同じバージョンの公式オリジナル版アプリを選択
ko: 같은 버전의 공식 원본 앱 선택
nl: Kies de officiële oorspronkelijke app van dezelfde versie
pl: Wybierz oficjalną oryginalną aplikację w tej samej wersji
pt: Escolher o app original oficial da mesma versão
ru: Выбрать официальное оригинальное приложение той же версии
th: เลือกแอปต้นฉบับทางการเวอร์ชันเดียวกัน
tr: Aynı Sürümün Resmî Orijinal Uygulamasını Seç
vi: Chọn ứng dụng gốc chính thức cùng phiên bản
zh_hant: 選擇相同版本的官方原版應用程式

source: 重签名会移除应用的沙盒、应用组和钥匙串授权。新版会先完整备份原应用，以便恢复；旧版仅记录签名身份的备份无法直接恢复。
ar: تزيل إعادة التوقيع استحقاقات العزل ومجموعات التطبيقات وسلسلة المفاتيح. يحفظ الإصدار الجديد نسخة احتياطية كاملة من التطبيق الأصلي أولًا لاستعادته لاحقًا؛ لا يمكن الاستعادة مباشرةً من النسخ القديمة التي تسجل هوية التوقيع فقط.
de: Eine erneute Signierung entfernt die Berechtigungen für Sandbox, App-Gruppen und Schlüsselbund. Die neue Version sichert zuerst die vollständige Original-App zur Wiederherstellung. Alte Sicherungen, die nur die Signaturidentität enthalten, ermöglichen keine direkte Wiederherstellung.
en: Re-signing removes sandbox, app group and keychain entitlements. This version first saves a complete original copy for restoration; legacy backups containing only a signing identity cannot restore it directly.
eo: Resubskribo forigas rajtigojn pri izolado, aplikaĵaj grupoj kaj ŝlosilaro. La nova versio unue faras kompletan sekurkopion de la origina aplikaĵo por ebla restaŭro; malnovaj sekurkopioj kun nur subskriba identeco ne permesas rektan restaŭron.
es: Volver a firmar elimina los permisos de aislamiento, grupos de apps y llavero de la app. La nueva versión guarda primero una copia completa de la app original para poder restaurarla. Las copias antiguas que solo contienen la identidad de firma no permiten restaurarla directamente.
fr: La re-signature supprime les droits de l’app liés au bac à sable, aux groupes d’apps et au trousseau. La nouvelle version sauvegarde d’abord l’app d’origine complète pour permettre sa restauration. Les anciennes sauvegardes contenant seulement l’identité de signature ne permettent pas de restauration directe.
hi: पुनः हस्ताक्षर से ऐप के सैंडबॉक्स, ऐप समूह और कीचेन के अधिकार हट जाते हैं। नया संस्करण पहले मूल ऐप का पूरा बैकअप बनाता है ताकि उसे पुनर्स्थापित किया जा सके। केवल हस्ताक्षर की पहचान वाले पुराने बैकअप से सीधे पुनर्स्थापित नहीं किया जा सकता।
id: Penandatanganan ulang menghapus hak sandbox, grup app, dan rantai kunci. Versi baru mencadangkan app asli secara lengkap terlebih dahulu agar dapat dipulihkan; cadangan lama yang hanya berisi identitas penandatanganan tidak dapat digunakan untuk memulihkan langsung.
it: Rifirmare rimuove le autorizzazioni della sandbox, dei gruppi di app e del portachiavi. Questa versione esegue prima un backup completo dell’app originale per consentirne il ripristino. I vecchi backup che contengono solo l’identità di firma non consentono il ripristino diretto.
ja: 再署名すると、アプリのサンドボックス、アプリグループ、キーチェーンの権限が削除されます。このバージョンでは、復元できるよう先に元のアプリ全体をバックアップします。署名 ID のみを記録した旧形式のバックアップからは直接復元できません。
ko: 재서명은 앱의 샌드박스, 앱 그룹 및 키체인 권한을 제거합니다. 새 버전에서는 복원할 수 있도록 원본 앱 전체를 먼저 백업합니다. 서명 ID만 기록한 이전 버전의 백업으로는 바로 복원할 수 없습니다.
nl: Opnieuw ondertekenen verwijdert de rechten voor de sandbox, appgroepen en sleutelhanger. Deze versie maakt eerst een volledige reservekopie van de oorspronkelijke app om herstel mogelijk te maken. Oude reservekopieën met alleen een ondertekeningsidentiteit kunnen de app niet rechtstreeks herstellen.
pl: Ponowne podpisanie usuwa uprawnienia do piaskownicy, grup aplikacji i pęku kluczy. Nowa wersja najpierw tworzy pełną kopię zapasową oryginalnej aplikacji, aby umożliwić przywrócenie. Stare kopie zawierające tylko tożsamość podpisującą nie umożliwiają bezpośredniego przywrócenia.
pt: Reassinar remove os direitos de sandbox, grupos de apps e acesso às Chaves. Esta versão faz primeiro um backup completo do app original para permitir a restauração. Backups antigos que contêm apenas a identidade de assinatura não permitem restaurar diretamente.
ru: Переподпись удаляет права песочницы, групп приложений и доступа к связке ключей. Новая версия сначала создаёт полную резервную копию оригинального приложения для восстановления. Старые копии, содержащие только идентификационные данные подписи, не позволяют восстановить его напрямую.
th: การเซ็นใหม่จะนำสิทธิ์แซนด์บ็อกซ์ กลุ่มแอป และพวงกุญแจออก เวอร์ชันใหม่จะสำรองแอปต้นฉบับทั้งแอปไว้ก่อนเพื่อให้กู้คืนได้ ข้อมูลสำรองรุ่นเก่าที่มีเฉพาะตัวตนผู้ลงนามไม่สามารถใช้กู้คืนโดยตรงได้
tr: Yeniden imzalama, uygulamanın korumalı alan, uygulama grubu ve anahtar zinciri yetkilerini kaldırır. Yeni sürüm, geri yükleyebilmek için önce orijinal uygulamanın tam yedeğini alır. Yalnızca imza kimliğini içeren eski yedeklerden doğrudan geri yükleme yapılamaz.
vi: Ký lại sẽ loại bỏ các quyền sandbox, nhóm ứng dụng và chuỗi khóa. Phiên bản mới sao lưu đầy đủ ứng dụng gốc trước để có thể khôi phục; bản sao lưu cũ chỉ có danh tính ký không thể dùng để khôi phục trực tiếp.
zh_hant: 重簽名會移除應用程式的沙盒、應用程式群組和鑰匙圈授權。新版會先完整備份原應用程式，以便恢復；舊版僅記錄簽名身分的備份無法直接恢復。
